{
    "name": "Wizard",
    "0": {
        "Level-0": "You gain +1 magic dice (MD) for every Wizard template you possess.        ",
        "equipment": " varies by school"
    },
    "1": {
        "School of Magic": "Pick a school of magic. Each school of magic comes with restrictions,  perks, and minor improvements to certain spells associated with your school. Each school of magic also comes with a starting spellbook. See Schools of Magic for more information. ",
        "Book Casting": "You cast from a scroll or a spellbook in a way that does not expend the spell. You do not gain the free casting die normally generated by a scroll, and automatically fumble the spell if you take any damage before the casting is completed at the end of the round. The spell vanishes from the scroll and returns again the next morning."
    },
    "2": {
        "Ancient Tongues": "When you encounter a bit of language that you don’t know—like a page in a book, inscription on a ring, or occult phrase—there’s a 2-in-6 chance you know it. Not that you know the whole language, just that you happen to know what this particular bit of language means.",
        "Intellect Fortress": "You get  +1 to mental saves for each Wizard template you possess."
    },
    "3": {
        "One More Thing": "When the DM finishes introducing a named character or new part of the  world you can add one extra detail–limited to what the table tolerates.",
        "Autochthonous Spell": "Choose one Legendary spell from your Wizard school or work with your DM to create another. This spell is endemic to your mind, does not take up a spell slot, and vanishes from your mind when cast. It returns to you in the morning--unless you write it down--in which case it becomes a normal spell and can be consumed and destroyed. If you lose it in this way, you have a 1-in-6  chance of recovering it during each downtime."
    },
    "4": {
        "Wizard's Tower": "You feel compelled to build a tower. Maybe not a literal tower. It could be a library, laboratory, or another building suitable for arcane research. You must spend 1000s on a starter structure. If another member of the party already has such a building you may use that instead. Every floor of your tower grants you an additional spell slot.  Each new addition to the tower costs double the previous one. You may enchant it and stock it with creatures if you wish, at great expense."
    }
}